<?php
$_['heading_title']        = 'تم طلبك بنجاح!';
// Text
$_['text_basket']          = 'السلة';
$_['text_checkout']        = 'تنفيذ الطلب';
$_['text_success']         = 'تم بنجاح';
$_['text_customer']        = '<p>تم معالجة طلبك بنجاح!</p><p>بإمكانك استعراض تاريخ طلبك بالذهاب إلى <a href="%s">حسابك</a> والضغط على <a href="%s">التاريخ/سجل الطلبات</a>.</p><p>إن كان طلبك يحتوي على مواد للتحميل اذهب إلى<a href="%s">صفحة التحميلات</a> لاستعراضهم.</p><p>فضلا قم بتوجيه سؤالك ل<a href="%s">مالك المتجر</a>.</p><p>شكرًا لتسوقك معنا!</p>';
$_['text_guest']           = '<p>تم معالجة طلبك بنجاح!</p><p>فضلا قم بتوجيه سؤالك ل <a href="%s">مالك المتجر</a>.</p><p>شكرًا لتسوقك معنا</p>';
// Text
$_['text_title']						= 'تمارا - اطلب الآن وادفع لاحقًا';
$_['text_payment_success']				= 'تمت عملية الدفع بنجاح ، التفاصيل أدناه';
$_['text_payment_failed']				= 'لم تتم عملية الدفع بنجاح ، التفاصيل أدناه';
$_['text_choose_payment']               = 'اختر خيار الدفع المناسب لك من تمارا';
$_['text_min_amount']                   = 'الحد الأدنى:';
$_['text_max_amount']                   = 'الحد الأقصى';
$_['text_more_details']                 = 'تفاصيل أكثر..';
$_['text_know_more']                    = 'للمزيد من المعلومات';
$_['text_order_canceled']               = 'تم إلغاء طلبك';
$_['text_pay_by_later']                 = 'اطلب الآن وادفع خلال 30 یوم بدون رسوم مع تمارا';
$_['text_pay_by_instalments']           = 'قسِّمها على 3 دفعات بدون رسوم مع تمارا';
$_['text_pay_by_instalments_4']           = 'قسِّمها على 4 دفعات بدون رسوم مع تمارا';
$_['text_pay_by_instalments_5']           = 'قسِّمها على 5 دفعات بدون رسوم مع تمارا';
$_['text_pay_by_instalments_6']           = 'قسِّمها على 6 دفعات بدون رسوم مع تمارا';
$_['text_pay_by_instalments_7']           = 'قسِّمها على 7 دفعات بدون رسوم مع تمارا';
$_['text_pay_by_instalments_8']           = 'قسِّمها على 8 دفعات بدون رسوم مع تمارا';
$_['text_pay_by_instalments_9']           = 'قسِّمها على 9 دفعات بدون رسوم مع تمارا';
$_['text_pay_by_instalments_10']           = 'قسِّمها على 10 دفعات بدون رسوم مع تمارا';
$_['text_pay_by_instalments_11']           = 'قسِّمها على 11 دفعات بدون رسوم مع تمارا';
$_['text_pay_by_instalments_12']           = 'قسِّمها على 12 دفعات بدون رسوم مع تمارا';
$_['text_min_amount']                   = "الحد الأدنى";
$_['text_max_amount']                   = "الحد الأعلى";
$_['text_under_over_limit']             = "المبلغ الإجمال أعلى من الحد المسموح أو أقل من الحد الأدنى";
// Error
$_['error_process_order']				= 'حدث خطأ أثناء معالجة طلبك، تواصل مع مسؤول المتجر للمساعدة.';
$_['error_invalid_currency']			= 'الرجاء استخدام عملة صالحة.';
$_['error_unknown_order_id']			= 'لم نتمكن من إيجاد عملية دفع تمارا لرقم الطلب المرسل.';
$_['error_invalid_hash']				= 'Invalid hash.';
$_['error_payment_declined']			= 'تم رفض عملية الدفع من قبل البنك المصدر.';
$_['error_get_payment_types']           = 'لم نتمكن من عرض خيارات دفع تمارا، تواصل مع مسؤول المتجر للمساعدة.';
$_['error_wrong_country']               = 'تمارا لا تدعم هذه الدولة، الرجاء اختيار دولة أخرى.';
$_['error_over_max_limit_amount']       = 'وصل طلبك إلى الحد الأقصى من تمارا. الرجاء تقليل طلبك أو اختيار طريقة دفع أخرى.';
$_['error_missing_payment_type']        = 'الرجاء اختيار خيار دفع واحد من تمارا.';
$_['error_disabled_tamarapay']          = 'الرجاء إتاحة خيار تمارا للدفع بالإعدادات';
$_['error_create_checkout']             = 'لا يمكن تنفيذ الطلب مع تمارا حاليًا. الرجاء اختيار طريقة دفع أخرى';
$_['error_wrong_currency']              = 'تمارا لا تدعم الدفع باستخدام هذه العملة، تواصل مع مسؤول المتجر للمساعدة';
$_['error_cannot_authorise']            = 'لا يمكن تفويض الطلب مع تمارا حاليًا. الرجاء اختيار طريقة دفع أخرى';
$_['error_cannot_process_authorise_notification'] = 'لا يمكن معالجة إشعار التفويض ';
$_['error_no_method_available']         = 'جميع خيارات الدفع غير متاحة في الوقت الحالي';
$_['consumer_invalid_phone_number']     = 'رقم هاتفك غير صالح ، الرجاء التحقق مرة أخرى.';
$_['total_amount_invalid_limit']        = 'تم الوصول إلى المبلغ الإجمالي للحد الأدنى / الأقصى';
$_['consumer_empty_first_name']         = 'الاسم الأول إلزامي.';
$_['consumer_invalid_email']            = 'بريدك الإلكتروني غير صالح ، الرجاء التحقق مرة أخرى.';
$_['consumer_empty_email']              = 'بريدك الإلكتروني غير صالح ، الرجاء التحقق مرة أخرى.';
$_['total_amount_invalid_currency']     = 'نحن لا ندعم العملات المتبادلة. الرجاء تحديد عملة أخرى.';
$_['not_supported_delivery_country']    = 'بلد التسليم الخاص بك غير مدعوم.';
// Button
$_['button_confirm']					= 'إتمام الطلب';